Repository: albisher/labeeb
Catalog: locales/*/LC_MESSAGES/labeeb.po
Languages: ar

source: Welcome
ar: مرحباً

source: Settings
ar: الإعدادات

source: Help
ar: المساعدة

source: About
ar: حول

source: Exit
ar: خروج

source: Agent is ready
ar: الوكيل جاهز

source: Processing request
ar: جاري معالجة الطلب

source: Task completed
ar: تم إكمال المهمة

source: Error occurred
ar: حدث خطأ

source: Screen capture successful
ar: تم التقاط الشاشة بنجاح

source: Screen capture failed
ar: فشل التقاط الشاشة

source: Image found on screen
ar: تم العثور على الصورة على الشاشة

source: Image not found on screen
ar: لم يتم العثور على الصورة على الشاشة

source: Labeeb AI Assistant
ar: مساعد لبيب الذكي

source: Welcome to Labeeb AI Assistant
ar: مرحباً بك في مساعد لبيب الذكي

source: Select Language / اختر اللغة
ar: اختر اللغة

source: Start Labeeb / ابدأ لبيب
ar: ابدأ لبيب

source: Settings / الإعدادات
ar: الإعدادات

source: Help / المساعدة
ar: المساعدة
